<template>
  <div class="skills_component">
    <b>О СЕБЕ</b>
    <p>
          Здравствуйте, меня зовут Наташа.
        </p>
        <p>
          В настоящее время работаю инженером-программистом, занимаюсь
          разработкой пользовательского интерфейса для датчиков давления.
        </p>
        <p>
          Планирую сменить направление разработки из-за узкой направленности
          моей работы в настоящее время. Frontend - это популярное направление
          разработки, очень интересно изучить его.
        </p>
        <p>Обладаю следующими знаниями:</p>
        <ul id="skillsList">
          <li>Языки программирования: C#(ООП), Java, MATLAB.</li>
          <li>Языки запросов: SQL.</li>
          <li>Языки разметки, стилей: HTML, XML, CSS.</li>
          <li>
            Навыки ведения проектов, проведения Code Review, умение работать в
            системах контроля версий (GIT, ClearCase), деловая переписка на
            английском языке.
          </li>
          <li>Английский: Upper-Intrermediate.</li>
          <li>
            Личные качества: самоорганизованность, ответственность, любознание.
          </li>
        </ul>
   
  </div>
</template>
<script>
export default {
  props: {
    
  }
};
</script>

<style scoped>
.skills_component{
    margin-left: 10%;
    color: black;
    flex: auto;
    text-align: left;
}
ul {
  line-height: 2;
}
</style>
